{
    "data": [
      {
        "title": "Go from concept to publish with ease",
        "text": "You can store all your images in our built-in content studio for quick and easy access, while our drag-and-drop builder makes it simple to create your own landing page. Plus, your landing pages are automatically designed to look great on any device and optimized to be user-friendly.",
        "alt": "Example of logo, color palette, and font styles to drag-and-drop from Mailchimp’s Content Studio into a branded landing page.",
        "imageUrl": "https://eep.io/images/yzco4xsimv0y/26sUtMJ4Ig1prXls3F2NZf/85320fe50412e316f15fe45aca17e3d4/LandingPages-Desktop-06-A-Publish.png?w=1600&fm=avif&q=60"
      },
      {
        "title": "Get more landing page visits, find new customers",
        "text": "Combine landing pages with your marketing campaigns to create a complete brand experience for your customers. You can design a custom landing page to showcase products or promote a special offer, then drive traffic to the landing page with social ads that target special segments such as existing customers or new people.",
        "alt": "Examples of a landing page, marketing email, and social ad with cohesive content and messaging.",
        "imageUrl": "https://eep.io/images/yzco4xsimv0y/7i1tCpPpy8LUWgFIeagHdY/b7b724b11014213e57c063a475bf46d8/LandingPages-Desktop-06-B-NewCustomers.png?w=1600&fm=avif&q=60"
      },
      {
        "title": "Bring all your landing pages together under one domain",
        "text": "Whether you purchase a new domain, or connect one you already own, you can create unlimited landing page subdomains, all consistent with your brand.",
        "alt": "Searching for landing page website domains to match the company’s brand.",
        "imageUrl": "https://eep.io/images/yzco4xsimv0y/3zZx5tPtKarNbAbYF6jcx2/38578c6498570fd2a540bb372dbf0105/LandingPages-Desktop-06-C-OneDomain.png?w=1600&fm=avif&q=60"
      },
      {
        "title": "Get online in minutes with mobile landing pages",
        "text": "Grow your online presence from anywhere. Mailchimp’s mobile app lets you create a simple, one-click landing page where you can share updates about your business, drive traffic to your social accounts, and connect your payment platforms. And since it’s easy to share the link with your mobile contacts, you’ll always be able to get the word out.",
        "alt": "Variety of landing pages created on Mailchimp’s mobile app and shared across marketing campaigns.",
        "imageUrl": "https://eep.io/images/yzco4xsimv0y/4ZtWiPtybELORsb3VBT4We/537f613b88be0146a470e6c5eec1f7ca/LandingPages-Desktop-06-D-MobileLanding.png?w=1600&fm=avif&q=60"
      },
      {
        "title": "Find what is high converting",
        "text": "Get reports on visitors, clicks, conversions, and revenue, as well as track what content or offerings are most interesting to different audience segments. Quickly adapt landing pages to what works best.",
        "alt": "Using data on open and clickthrough rates from an email campaign to adapt the corresponding landing page.",
        "imageUrl": "https://eep.io/images/yzco4xsimv0y/7FDLQZPntEgBqTjQBS3z5/52d6cff5a557ae59efeb11888212b281/LandingPages-Desktop-06-E-Converting.png?w=1600&fm=avif&q=60"
      }
    ]
  }
  